Repository: andreosmarin/natalia-wiggers
Catalog: src/locale/messages.*.xlf
Languages: es, pt

source: Natália Wiggers | Image & Style Consulting
es: Natália Wiggers | Consultora de Imagen & Estilo
pt: Natália Wiggers | Consultora de Imagem & Estilo

source: Graduated in Fashion Design and specialized in Image & Style Consulting, I help women connect with their essence and express a unique style.
es: Formada en Diseño de Moda y especializada en Consultoría de Imagen & Estilo, ayudo a las mujeres a conectarse con su esencia y expresar un estilo único.
pt: Formada em Design de Moda e especializada em Consultoria de Imagem & Estilo, ajudo mulheres a se conectarem com sua essência e expressarem um estilo único.

source: About me
es: Sobre mí
pt: Sobre mim

source: Image by Natália Wiggers, image and style consultant
es: Imagen de Natália Wiggers, consultora de imagen y estilo
pt: Imagem de Natália Wiggers, consultora de imagem e estilo

source: Hi
es: Hola
pt: Olá

source: I am a Fashion Designer and specialist in helping women connect with their essence and translate it into an authentic style, communicating with the world through their image. Through Image and Style Consulting and Personal Color Analysis, I help people express themselves uniquely, blending style, essence, and harmony!
es: Sou diseñadora de Moda y especialista en ayudar a las mujeres a conectarse con su esencia y traducirla en un estilo auténtico, comunicándose con el mundo a través de su imagen. A través de la Consultoría de Imagen y Estilo y el Análisis de Color Personal, ayudo a las personas a expresarse de manera única, uniendo estilo, esencia y armonía!
pt: Sou designer de Moda e especialista em ajudar mulheres a se conectarem com sua essência e traduzirem isso em um estilo autêntico, se comunicando com o mundo através da sua imagem. Por meio da Consultoria de Imagem e Estilo e Análise de Coloração Pessoal, ajudo pessoas se expressarem de forma única, unindo estilo, essência e harmonia!

source: My mission
es: Mi misión
pt: Minha missão

source: My mission is to promote your self-esteem and well-being, highlighting what you can communicate through your image.
es: Mi misión es promover tu autoestima y bienestar, destacando lo que puedes comunicar a través de tu imagen.
pt: Minha missão é promover sua autoestima e bem-estar, evidenciando o que você pode comunicar através da sua imagem.

source: My goal is that, when you look in the mirror, you feel confident to face the world and express your personality. Together, we will build an image that tells your story and makes you feel ready for any moment in your life.
es: Mi objetivo es que, al mirarte al espejo, te sientas segura para enfrentar el mundo y transmitir tu personalidad. Juntas, vamos construir una imagen que cuente tu historia y te haga sentir preparada en cualquier momento de tu vida.
pt: Meu objetivo é que, ao você se olhar no espelho, sinta-se confiante para encarar o mundo e transmitir sua personalidade. Juntas, vamos construir uma imagem que conta a sua história e faz você se sentir pronta em qualquer momento da sua vida.

source: Values
es: Valores
pt: Valores

source: Ethics, respect, authenticity, trust, empathy, valuing individuality, and commitment to transformation.
es: Ética, respeto, autenticidad, confianza, empatía, valorización de la individualidad y compromiso con la transformación.
pt: Ética, respeito, autenticidade, confiança, empatia, valorização da individualidade e compromisso com a transformação.

source: Logo of Natália Wiggers Image and Style Consulting
es: Logo de Natália Wiggers Consultora de Imagen y Estilo.
pt: Logo de Natália Wiggers Consultora de Imagem e Estilo

source: About Me
es: Sobre Mí
pt: Sobre Mim

source: Services
es: Servicios
pt: Serviços

source: Contact Me
es: Póngase en contacto
pt: Entre em Contato

source: Telephone:
es: Teléfono:
pt: Telefone:

source: Location:
es: Ubicación:
pt: Local:

source: <i class="bi bi-c-circle text-secondary"></i> Copyright - Developed with <i class="bi bi-heart text-secondary"></i> by <a href="https://www.linkedin.com/in/andreosmarin" class="text-secondary" target="_blank" >André Osmarin</a >
es: <i class="bi bi-c-circle text-secondary"></i> Copyright - Desarrollado con <i class="bi bi-heart text-secondary"></i> por <a href="https://www.linkedin.com/in/andreosmarin" class="text-secondary" target="_blank" >André Osmarin</a >

source: Natalia Wiggers Logo
es: Logo de Natalia Wiggers
pt: Logo de Natalia Wiggers

source: Image & Style Consulting
es: Consultora de Imagem & Estilo
pt: Consultora de Imagem & Estilo

source: Dress your essence, <br /> because style is being you.
es: Vístete con tu esencia, <br /> porque el estilo es ser tú misma.
pt: Vista sua essência, <br /> porque estilo é ser você.

source: My services
es: Mis servicios
pt: Meus serviços

source: Natália Logo
es: Logo de Natália Wiggers
pt: Logo de Natália Wiggers

source: Testimonials
es: Testimonios
pt: Depoimentos

source: Contact
es: Contacto
pt: Contato

source: Personal Coloring
es: Coloración personal
pt: Coloração Pessoal

source: Discover the colors that best harmonize with your features. Colors can say a lot about you!
es: Descubre los colores que mejor armonizan con tus características. ¡Los colores pueden decir mucho sobre ti!
pt: Descubra as cores que melhor se harmonizam com suas características. As cores podem dizer muito sobre você!

source: Closet Detox
es: Desintoxicación de Armario

source: Make dressing easier by strategically removing pieces from your wardrobe that go against your desired image.
es: Facilita tu vestimenta eliminando estratégicamente del armario las prendas que no van acorde con la imagen que deseas proyectar.
pt: Tenha facilidade ao se vestir, retirando do seu armário, de forma extratégica peças contrárias ao seu desejo de imagem.

source: Personal Shopper
es: Comprador Personal

source: Enjoy a personalized shopping experience with choices that reflect your style, needs, and goals.
es: Disfruta de una experiencia de compras personalizada con opciones que reflejan tu estilo, necesidades y objetivos.
pt: Desfrute de uma experiência de compras personalizada com escolhas que refletem seu estilo, necessidades e objetivos.

source: Outfit Assembly
es: Montaje de Looks
pt: Montagem de Looks

source: Maximize your clothing and create versatile, stylish looks with the pieces you already have in your wardrobe!
es: ¡Maximiza tu ropa y crea looks versátiles y estilosos con las piezas que ya tienes en tu armario!
pt: Maximize suas roupas e crie looks versáteis e estilosos com as peças que você já tem no seu guarda-roupa!

source: Smart Suitcase
es: Maleta Inteligente
pt: Mala Inteligente

source: Pack smart and travel light! Learn to choose key pieces, create looks, and stay organized with ease.
es: ¡Haz la maleta de manera inteligente y viaja ligera! Aprende a elegir prendas clave, crear looks y mantenerte organizada con facilidad.
pt: Faça as malas de forma inteligente e viaje leve! Aprenda a escolher peças-chave, criar looks e se manter organizada com facilidade.

source: They and their new versions
es: Ellas y sus nuevas versiones
pt: Elas e suas novas versões

source: I loved the service, I was surprised by how a color changes my image.
es: Me encantó el servicio, me sorprendió cómo un color puede cambiar mi imagen.
pt: Amei o atendimento, fiquei surpresa em como uma cor muda a minha imagem.

source: Businesswoman
es: Empresaria
pt: Empresária

source: Natália helped me reconnect with myself, I feel the difference at home and at work.
es: Natália me hizo reconectarme conmigo misma, y ahora siento la diferencia tanto en casa como en el trabajo.
pt: A Natália fez eu me reconectar comigo mesma, sinto diferença em casa e no trabalho.

source: Commercial Manager
es: Gerente Comercial
pt: Gerente Comercial

source: I loved discovering my color palette. Now I know how to wear what flatters me.
es: Me encantó descubrir mi paleta de colores. ¡Ahora sé cómo usar lo que me favorece!
pt: Amei descobrir a minha cartela de cores. Agora já sei usar o que me valoriza.

source: Autonomous
es: Autónoma
pt: Autônoma
